{  "paragraph": "english text",

  "NavbarLogoName": "Portfolio",
  "NavbarExamples": "Skills",

  "ModuleWindowTitleA": "Main hard skills",
  "ModuleWindowATextA1": "HTML, CSS/SCSS, JS",
  "ModuleWindowATextA2": "React+Redux, ReactHooks, GitHub",
  "ModuleWindowATextA3": "Webpack, JestTests, SVGAnimations",

  "ModuleWindowTitleB": "Main soft skills",
  "ModuleWindowATextB1": "Russian C2, English B2, German A2",
  "ModuleWindowATextB2": "Sociability, Conflict-free",
  "ModuleWindowATextB3": "Sense of purpose, Sence of humor",

  "MainGreetings": "Hello!",
  "MainParagraphA": "My name is Aliaksei Kernoha, or just Alex. I am a Belarusian junior front-end web ingenieur, with passion for what I do.",
  "MainParagraphB": "This project is a representation of my way and plans.",
  "MainHeading": "Samurai has no goal, there is only a way. But I have both of them",

  "AnimationHeadingA": "JS Rolling Scopes School",
  "AnimationParagraphA": "After a period of digging in myself, I decided to start a carrier of Web Developer. Thanks to the RSS, the belarusian team of non-commerce developers; an opportunity to study with interesting and unusual tasks was given to me. During the standart course, I became acquanted with HTML, CSS, JS in general, also I performed practical tasks which are available.",
  "AnimationHeadingB": "React Rolling Scopes School",
  "AnimationParagraphB": "In order to become a successfull front-end web developer, you just have to be familiar with one of 3 biggest whales: React, Angular or Vue. I decided to pick a React by many reasons, nevertheless this course gave me basics of react + redux.",
  "AnimationHeadingC": "First Job offer",
  "AnimationParagraphC": "After succefull study time at the courses, I have spent a lot of time to put all this knowledges together, to systemize them. I made hard work to make everything clear, to finally reatch such themes like Webpack, Jest Tests and other must-have technologies.",
  "AnimationBtnUnactive": "Show detailes",
  "AnimationBtnActive": "Hide detailes",

  "AnimationBlockA1": "JS - basics, inheritance, API, async/await, Event Loop",
  "AnimationBlockA2": "CSS - SCSS, animations, keyframes, responsive design",
  "AnimationBlockA3": "HTML - DOM, tags, optimization, order of rendering",

  "AnimationBlockB1": "React/Redux - basics, code seporation with class components, life cycle components",
  "AnimationBlockB2": "React Hooks - basics hooks, usage of them, functional react",
  "AnimationBlockB3": "Figma - basics, creation of my own projects",

  "AnimationBlockC1": "Webpack - self-made bundle, understanding of the proccess",
  "AnimationBlockC2": "Jest Tests - basics and couverage of code with tests",
  "AnimationBlockC3": "SVG animation - understanding and practical skills"

}