{
  "paragraph": "русский текст",

  "NavbarLogoName": "Портфолио",
  "NavbarExamples": "Навыки",

  "MainGreetings": "Приветствую!",
  "MainParagraphA": "Меня зовут Алексей Кернога, или просто Лёша. Я белорусский фронтенд инженер-программист, со страстью к своему делу.",
  "MainParagraphB": "Этот проект является репрезентацией моего профессионального пути и планов.",
  "MainHeading": "У самурая нет цели, есть только путь. А у меня есть и то и то",

  "AnimationHeadingA": "JS Rolling Scopes School",
  "AnimationParagraphA": "После некоторых капаний в себе, я решил начать карьеру в качетсве веб-разработчика. Благодаря RSS, белорусским сообществом бесплатных курсов программистов, шанс заниматься на интересных и необычных заданиях был мне дан. На протяжении стандартного курса, я познакомился с HTML, CSS, JS в общем, а также выполнял практические задания которые доступны.",
  "AnimationHeadingB": "React Rolling Scopes School",
  "AnimationParagraphB": "Для того чтобы успешно стать фронтенв веб-разработчиком, просто необходимо быть знакомым с одним из трех китов фронтенда, а именно: React или Angular или Vue. Мой выбор пал на React по многим причинам, тем не мение, этот курс дал мне основы react + redux.",
  "AnimationHeadingC": "Первый Оффер",
  "AnimationParagraphC": "После успешного обучения на курсах, я потратил много времнени на то, чтобы устаканить и систематизировать полученные знания в единую картину. Приложил много усилий чтобы разобраться во всем, чтобы наконец-то разобраться в таких темах как Webpack, Jest Tests и других полезных технологиях.",
  "AnimationBtnUnactive": "Показать описание",
  "AnimationBtnActive": "Скрыть описание",

  "AnimationBlockA1": "JS - основы, наследование, API, async/await, Event Loop",
  "AnimationBlockA2": "CSS - SCSS, анимации, keyframes, отзывчивый дизайн",
  "AnimationBlockA3": "HTML - DOM, теги, оптимизация, порядок рендеринга",

  "AnimationBlockB1": "React/Redux - основы, разделение кода классовыми компонентами, жизненный цикл компонента",
  "AnimationBlockB2": "React Hooks - основные хуки, порядок использования, функциональный react",
  "AnimationBlockB3": "Figma - основы, создание собственных проектов",

  "AnimationBlockC1": "Webpack - создание самостоятельных сборок, понимание процесса",
  "AnimationBlockC2": "Jest Tests - основы и покрытие кода тестами",
  "AnimationBlockC3": "SVG animation - понимание и практическое использование"
  
}